---
- 
  id: 3
  ordinal: 3-ье
  description: Известные как "8-битные" консоли, эти машины обладали более сложной графикой и более насыщенным звуком, чем их предшественники. В конце концов, только что произошел крупный крах рынка, и необходимо было установить новые стандарты.
  gpu: Прокручиваемые tile-мапы и большие цветовые палитры
- 
  id: 4
  ordinal: 4-ое
  description: DMA, горизонтальные прерывания, несколько режимов... Вот некоторые примеры новых концепций, которые принесло новое "16-битное" поколение, открыв двери для новых жанров игр.
  cpu: Инструкции для умножения и деления, DMA и двойная обработка
  gpu: Аффинные преобразования и горизонтальные прерывания
- 
  id: 5
  ordinal: 5-ое
  description: 3D-игры стали необходимостью, но пока не ясно "как". Каков ответ? Каждая компания представляла свое собственное видение.
  cpu: Уровневый конвейер и кэш L1
  gpu: Программируемые вершинные конвейеры, Z-буфер, корректировки перспективы
- 
  id: 6
  ordinal: 5-ое
  description: Больше нет большинства графических ограничений предыдущего поколения. Портативные консоли начинают напоминать знакомые системы.
  cpu: Суперскалярные архитектуры и SIMD-инструкции
  gpu: Программируемые пиксельные конвейеры и анизотропная фильтрация
- 
  id: 7
  ordinal: 7-ое
  description: Консоли стали мультимедийными платформами. Эти машины теперь способны не только запускать игры, поэтому безопасность становится критическим фактором.
